Repository: 84000/data-translation-memory
Catalog: toh425-v1.tmx
Source language: bo
Languages: en

source: རྡོ་རྗེ་འཛིན་པ་ཆེན་པོ་ལ། །དེ་ནས་འདིར་གླུ་བླངས་ཙམ་གྱིས། །
en: Then, simply through this song sung to the great vajra holder

source: རྡོ་རྗེ་མཁའ་འགྲོ་མ་རྣམས་གར། །རྡོ་རྗེ་སེམས་དཔའ་ཡང་དག་བསྐུལ། །
en: The vajraḍākinīs dance and call out to Vajrasattva.

source: དེ་ལྟར་རྟག་ཏུ་གུས་ལྡན་པས། །
en: In this way one with consistent devotion

source: སྦྱོར་བའི་དངོས་གྲུབ་འགྱུར་བ་ཡིན། །
en: gains the spiritual attainment of union.

source: དུས་བཞིར་རབ་ཏུ་སྦྱོར་བ་ཡིས། །
en: Through perfect union in the four times,

source: འགྲུབ་པར་འགྱུར་བ་བསྒོམ་པའི་མཆོག །
en: accomplishment is gained—this is the supreme meditation.

source: རྒྱན་རྣམས་ཐམས་ཅད་ཡོངས་རྫོགས་ཤིང་། །སྤོས་དང་མེ་ཏོག་རྣམས་ཀྱིས་བརྒྱན། །
en: Adorned with all perfect ornaments and wreathed with flowers and perfume,

source: ཇི་ལྟར་སྐུ་གསུམ་མཆོག་སྟེར་བའི། །དངོས་གྲུབ་ངེས་པར་ཐོབ་པར་འགྱུར། །
en: So the spiritual attainment that bestows the sublime three bodies is certainly attained,

source: དཔག་ཚད་བརྒྱ་ཡི་ཁྱོན་ཙམ་དུ། །འདི་ནི་རབ་ཏུ་སྣང་བར་བྱེད། །
en: Causing its perfect illumination within a hundred miles.

source: དབང་པོ་གཉིས་ནི་རབ་སྦྱོར་བས། །
en: From the perfect application of the two powers

source: སྒོ་དགུ་ལས་ནི་བྱུང་བའི་རྫས། །
en: arise the substances of the nine doors.

source: སངས་རྒྱས་བྱང་ཆུབ་གནས་ཞི་བའི། །དེ་ཉིད་བླ་ན་མེད་པ་འགྲུབ། །
en: One will accomplish the unsurpassable essence, the peace of abiding in the awakening of buddhahood.

source: འདིར་ཚིགས་བཅད་དུ་འགྱུར་བ་ནི། །
en: Now, in verse form:

source: གཟུགས་རྣམས་དེ་བཞིན་ཕྱག་རྒྱ་མཚན་མ་དང་། །
en: The forms, the seals, and the attributes,

source: རྫས་རྣམས་དང་ནི་བསམ་གཏན་རྣམ་སྒོམ་པའི། །
en: The substances, absorptions, and meditations—

source: ཆོ་གའི་ཐབས་ནི་སྣ་ཚོགས་བསྟན་པ་དང་། །
en: These various ritual methods have been set forth,

source: ལྷ་མོ་ཡིད་འདོད་རྣམས་ནི་གསུངས་པའོ། །
en: Taught according to the desires of the goddess’s mind.

source: གང་གི་ཁྱིམ་དུ་རྒྱུད་འདི་གནས་པ་དང་། རྒྱུན་དུ་འཆང་བ་དང་། ཀློག་པ་དང་། རྣམ་པར་བསྒོམ་པ་དེ་ལ་
en: Whoever keeps this tantra at home, keeps it with him always, and chants and meditates upon it

source: ནད་རྣམས་འབྱུང་བར་མི་འགྱུར་ཞིང་། རྒས་པ་དང་། བགེགས་མི་འབྱུང་ལ། འཆི་བར་མི་འགྱུར་ཏེ།
en: will no longer experience illness, aging, obstacles, or death.

source: རྒྱུན་དུ་ཐམས་ཅད་དུ་རྣལ་འབྱོར་མའི་དབང་ཕྱུག་མ་རྣམས་ཀྱིས་བགགས་བསྲུང་བར་འགྱུར་རོ། །
en: He will be forever protected from obstacles by the queens among yoginīs.

source: རྡོ་རྗེ་རྣལ་འབྱོར་མ་ཆེན་མོ་རྣམས་ཀྱི་དགོངས་པ་མཆོག་ཏུ་གསང་བ་གསང་བ་ཆེན་པོ་ཉེ་བར་སྤྱོད་པ་དང་བཅས་པའི་སྒྲུབ་ཐབས་ཏེ་ལེའུ་གསུམ་པའོ། །
en: This completes the third instruction on the method of practice and ancillary activities, the supreme secret of secrets, that are the intent of the great vajraḍākinīs.

source: སྒྱུ་འཕྲུལ་ཆེན་མོའི་རྒྱུད་ཅེས་བྱ་བ་རྫོགས་སོ།། །།
en: This completes the “ Mahāmāyātantra
